Repository: richeterre/jumu-nordost-ios
Catalog: JumuNordost/Resources/*.lproj/Localizable.strings
Languages: de

# NAV_TITLE.CONTESTS
source: Contests
de: Wettbewerbe

# BACK_TITLE.PERFORMANCE_LIST
source: Timetable
de: Vorspielplan

# BUTTON.SHOW_ALL
source: Show all
de: Alle zeigen

# BUTTON.SHOW_CURRENT
source: Show current
de: Aktuelle zeigen

# FORMAT.AGE_GROUP
source: Age group %@
de: Altersgruppe %@

# LABEL.PICK_CONTEST
source: Welcome! Please pick a contest:
de: Willkommen! Bitte wähle einen Wettbewerb:

# LABEL.LOADING
source: One moment, please…
de: Einen Moment, bitte…

# LABEL.NO_CONTESTS_FOUND
source: Unfortunately, no suitable contests were found at this time.
de: Es wurden leider keine passenden Wettbewerbe gefunden.

# LABEL.NO_PERFORMANCES_FOUND
source: On this date, there are no performances at the venue you selected.
de: An diesem Tag finden am ausgewählten Ort keine Vorspiele statt.

# ERROR.NO_CONTESTS_FETCHED
source: The contests couldn't be fetched. 😕
de: Die Wettbewerbe konnten leider nicht geladen werden. 😕

# ERROR.NO_PERFORMANCES_FETCHED
source: The timetable couldn't be fetched. 😕
de: Der Vorspielplan konnte leider nicht geladen werden. 😕
